Revit 2027 API
ContextMenu Constructor
 Default constructor
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ContextMenu()
Public Sub New
public:
ContextMenu()
new : unit -> ContextMenu
See Also
Reference
ContextMenu Class
Autodesk.Revit.UI Namespace